---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PlumbingFixturesWasteConnection
source: html/ee6bf7e8-a6f9-893b-5928-03554178b66c.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PlumbingFixturesWasteConnection Property

"Waste Connection"

## Syntax (C#)
```csharp
public static ForgeTypeId PlumbingFixturesWasteConnection { get; }
```